Repository: JcDenis/Discussion
Catalog: locales/*/main.po
Languages: fr

source: Last entry:
fr: Dernier billet :

source: Last comment:
fr: Dernier commentaire :

source: New discussion
fr: Nouvelle discussion

source: You have no discussions yet
fr: Vous n'avez aucune discussion pour le moment.

source: An administrator will review it for publishing.
fr: Un administrateur l'examinera pour publication.

source: Create discussion
fr: Créer la discussion

source: Start a new discussion
fr: Démarrer une nouvelle discussion

source: Category:
fr: Catégorie :

source: My discussions
fr: Mes discussions

source: Enable users to post discussions on frontend
fr: Autoriser les utilisateurs à créer des discussions coté publique

source: Add user permission to post discussions on sign up
fr: Ajouter les permissions utilisateur lors de l'inscription

source: Publish new discussion without validation
fr: Publier les nouvelles discussions sans validation

source: Allow users to edit their own discussions from frontend
fr: Autoriser les utilisateurs à modifier leurs propres discussions

source: Limit discussions edition to a given time in minutes (0 for no limit):
fr: Limiter l'édition des discussion à un temps donnée en minutes (0 pour aucune limite) :

source: Open discussions comments to unregistered users
fr: Ouvrir les commentaires de discussions aux utilisateurs non enregistrés

source: Limit discussion to this category children:
fr: Limiter les discussions aux sous catégories de :

source: Prefix to use on resolved posts titles:
fr: Préfixe à ajouter sur les titres de billets résolus :

source: Do not limit
fr: Ne pas limiter

source: Select a category
fr: Sélectionner une catégorie

source: [Resolved]
fr: [Résolu]

source: Do not use artifact
fr: Ne pas utiliser l'artefact

source: Respond
fr: Répondre

source: In response to a comment
fr: En réponse à un commentaire

source: Edit discussion:
fr: Modifier la discussion :

source: Update
fr: Mettre à jour

source: Save discussion modifications
fr: Enregistrer les modificaitons

source: Edit
fr: Modifier

source: Edit my discussion
fr: Modifier ma discussion

source: Discussion successfully updated
fr: Discussion mise à jour avec succès

source: Discussion closed as it is resolved in comment from %s
fr: La discussion est fermée car résolue par le commentaire de %s

source: Edit comment:
fr: Modifier le commentaire :

source: Save comment modifications
fr: Enregistrer les modifications du commentaire

source: Mark this comment as answer and close discussion
fr: Marquer ce commentaire comme solution et fermer la discussion

source: Edit my comment
fr: Modifier mon commentaire

source: Comment successfully updated
fr: Commentaire mise à jour avec succès

source: Mark discussion as resolved
fr: Marquer la discussion comme résolue

source: Mark as resolved and close disscussion
fr: Marquer cette discussion comme résolue et la fermer

source: Create a new discussion
fr: Créer une nouvelle discussion

source: View my discussions
fr: Voir mes discussions

source: You can paticipate in discussions.
fr: Vous pouvez participer aux discussions.

source: Discussion successfully created.
fr: Discussion créée avec succès.

source: You must select a category.
fr: Vous devez sélectionner une catégorie.

source: You must set a discussion title.
fr: Vous devez fournir un titre de discussion.

source: You must set a discussion content.
fr: Vous devez fournir un contenu de discussion.

source: Last discussions
fr: Dernières discussions

source: Limit:
fr: Limite :

source: Add link to forum
fr: Ajouter un lien vers le forum

source: All discussions
fr: Toutes les discussions
